/* Secondary Zone validation error (>= 2 zones), arg is number of zones */
"%ld secondary zones have no Primary DNS Servers, but at least one Primary DNS Server is required per secondary zone" = "%ld 個のセカンダリーゾーンにプライマリ DNS サーバが設定されていません。セカンダリーゾーンごとに 1 つ以上のプライマリ DNS サーバが必要です";

/* validation: '%@' is not a valid IPv4 address. */
"'%@' is not a valid IPv4 address." = "“%@”は有効な IPv4 アドレスではありません。";

/* validation: A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it. */
"A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it." = "“%1$@”という名前のコンピュータはすでに存在します。“%2$@”を冗長構成にしたい場合は、それに別の IP アドレスを追加してください。";

/* validation: machine must have at least one IP */
"A Machine record requires at least one IP Address." = "コンピュータレコードには IP アドレスが 1 つ以上必要です。";

/* validation: A Nameserver on the zone '%@' has an empty zone or nameserver hostname */
"A Nameserver on the zone '%@' has an empty zone or nameserver hostname" = "ゾーン‘%@’上のネームサーバにあるゾーンまたはネームサーバホスト名が空です";

/* validation: A Primary Zone named '%@' already exists. */
"A Primary Zone named '%@' already exists." = "“%@”という名前のプライマリゾーンはすでに存在します。";

/* validation: A Secondary Zone named '%@' already exists. */
"A Secondary Zone named '%@' already exists." = "“%@”という名前のセカンダリーゾーンはすでに存在します。";

/* Zones: type column (Alias) */
"Alias" = "エイリアス";

/* validation: An IP Address for the machine '%@' is not a valid IPv4 address */
"An IP Address for the machine '%@' is not a valid IPv4 address" = "コンピュータ“%@”の IP アドレスが有効な IPv4 アドレスではありません";

/* No comment provided by engineer. */
"Are you sure you want to abort the save operation now?" = "保存操作を今すぐ中止してもよろしいですか？";

/* validation: secondary zone must have at least one IP */
"At least one Primary Zone IP Address is required." = "プライマリゾーンの IP アドレスが 1 つ以上必要です。";

/* validation: Comments cannot contain the \" character. */
"Comments cannot contain the \" character." = "コメントに \" 文字を含めることはできません。";

/* Overview: DNS Service is: */
"DNS Service is:" = "DNS サービス：";

/* No comment provided by engineer. */
"Don\\U2019t Upgrade" = "アップグレードしない";

/* Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit. */
"Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit." = "名前の各ラベルは、半角英数字、およびハイフンだけで構成する必要があります。また、1 〜 63 文字の長さで、最初と最後の文字は半角英字または半角数字のいずれかでなければなりません。";

/* validation: Hardware Info cannot contain the \" character. */
"Hardware Info cannot contain the \" character." = "ハードウェア情報に \" 文字を含めることはできません。";

/* Zones: type column (Machine) */
"Machine" = "コンピュータ";

/* No comment provided by engineer. */
"Modifying %@ may cause service failures or reachability issues." = "%@ を変更すると、サービスまたは接続の問題が発生する可能性があります。";

/* Zones: searchfield (name) */
"Name" = "名前";

/* Alias: default new alias name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newAlias" = "newAlias";

/* Machine: default new machine name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newMachine" = "newMachine";

/* Secondary Zone: default new name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newSecondaryZone." = "newSecondaryZone.";

/* Zones: type column (Primary Zone) */
"Primary Zone" = "プライマリゾーン";

/* Overview: Primary Zones: */
"Primary Zones:" = "プライマリゾーン：";

/* Zones: type column (Reverse Mapping) */
"Reverse Mapping" = "逆引きマッピング";

/* Zones: type column (Reverse Zone) */
"Reverse Zone" = "逆引きゾーン";

/* overview: service state (running) */
"Running" = "実行中";

/* Zones: type column (Secondary Zone) */
"Secondary Zone" = "セカンダリーゾーン";

/* Overview: Secondary Zones: */
"Secondary Zones:" = "セカンダリーゾーン：";

/* Zones: type column (Service) */
"Service" = "サービス";

/* validation: Service Name cannot contain an unescaped dot (add a \\ before the dot). */
"Service Name cannot contain an unescaped dot (add a \\ before the dot)." = "サービス名にエスケープされていないドットを含めることはできません（ドットの前に \\ を追加してください）。";

/* validation: Service Type cannot end with a dot. */
"Service Type cannot end with a dot." = "サービスタイプはドットで終わることはできません。";

/* validation: Software Info cannot contain the \" character. */
"Software Info cannot contain the \" character." = "ソフトウェア情報に \" 文字を含めることはできません。";

/* Overview: Start Time: */
"Start Time:" = "開始時間：";

/* overview: service state (stopped) */
"Stopped" = "停止";

/* Alias: default new alias value.  MUST BE ASCII A-Z ONLY. */
"target" = "target";

/* Bonjour validation error: domain not fully qualified or @ */
"The automatic client Bonjour browsing domain must either be a fully qualified domain name (it must end with a dot) or be @ (special symbol for the current domain)" = "クライアントの自動 Bonjour ブラウズドメインは、完全修飾ドメイン名（ドットで終わる必要があります）または @（現在のドメインの特殊記号）である必要があります";

/* The name must be less than 256 characters long (including the dots). */
"The name must be less than 256 characters long (including the dots)." = "名前は 256 文字より少なくする必要があります（ドットを含む）。";

/* Secondary Zone validation error (just one zone), arg is zone name */
"The secondary zone '%@' requires at least one Primary DNS Server" = "セカンダリーゾーン“%@”にプライマリ DNS サーバが 1 つ以上必要です";

/* validation: The zone '%@' requires at least one Nameserver */
"The zone '%@' requires at least one Nameserver" = "ゾーン‘%@’にはネームサーバが 1 つ以上必要です";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for '%@'. Modifying that machine record or its zone may cause service failures or make your server unreachable." = "このサーバは、“%@”を自身で解決するためのコンピュータレコードを提供するように構成されています。そのコンピュータレコードまたはゾーンを変更すると、サービスで問題が発生したり、サーバに接続できなくなる可能性があります。";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for its own hostname. Stopping the DNS service may cause other service failures or make your server unreachable." = "このサーバは、ホスト名を自身で解決するためのコンピュータレコードを提供するように構成されています。DNS サービスを停止すると、ほかのサービスで問題が発生したり、サーバに接続できなくなる可能性があります。";

/* Zones: searchfield (name) */
"Type" = "タイプ";

/* No comment provided by engineer. */
"Upgrade" = "アップグレード";

/* Zones: searchfield (value) */
"Value" = "値";

/* No comment provided by engineer. */
"Would you like to upgrade your DNS configuration?" = "DNS 構成をアップグレードしますか？";

/* Service Record TXT validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@' or remove its TXT information" = "“%2$@”内の“%1$@”サービスレコード上でサービス名を設定するか、その TXT 情報を取り除く必要があります";

/* Service Record TXT Service Name validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@'. This value is not optional on Mac OS X Server 10.5" = "“%2$@”内の“%1$@”サービスレコード上でサービス名を設定する必要があります。この値は Mac OS X Server 10.5 ではオプションではありません";

/* No comment provided by engineer. */
"You must upgrade your DNS configuration to be able to administer DNS with this version of Server Admin." = "このバージョンの“サーバ管理”で DNS を管理できるようにするには、DNS 構成をアップグレードする必要があります。";

